LEXICON_SET_MENU = {
    "/start": "Главное меню 🛎",
    "/contacts": "Контакты 📞",
    "/invite": "Пригласить друга 🤝"
}

LEXICON_MENU_BUTTONS = {
    "main_menu": "Главное меню 🛎",
    "announcements": "Анонсы",
    "projects": "Проекты",
    "rent": "Аренда 🏢",
    "pictures": "Картины 🖼",
    "project": "О проекте 📜",
    "text_menu": "Вот наше Главное меню 🛎",
    "contacts": "Тут будут контакты: имейл, номер, телега",
    "invite": "Давай погружаться в современное искусство с MOLECULE вместе :)\n\nВот ссылка на бота, пошлите ее другу",
}

LEXICON_SET_USER_NAME = {
    "of_course": "ДА🙂",
    "another name": "Изменить имя📝",
    "confirm": "ДА👌",
    "not": "НЕТ😬",
    "unknown": "Приветствую тебя, Незнакомец, я Небула - бот Молекулы\n\n"
    "Как я могу к тебе обращаться 🤔",
    "what_is_your_name": "Как мне к тебе обращаться 🤔",
}

LEXICON_ABOUT_PROJECT = {
    "about_project": "Здесь ты сможешь познакомиться с нами поближе🙂",
    "go_website": "Перейти на сайт 🖥",
    "download_presentation": "Скачать PDF презентацию 📩",
}

LEXICON_RENT = {
    "rent": "У нас есть🙌:\n\n✅Зал для йоги 🧘‍♀️\nс зеркалами по одной стене,\n"
            "тёплым полом\nи десятью ковриками для йоги, на которых можно удобно расположиться.\n"
            "Подойдёт для групповых занятий/встреч до 10 человек.\n\n"
            "Также можно воспользоваться по запросу проектором 📽.\nСтоимость 700 руб/час",

    "rental_request": "Оставить заявку\nна аренду помещения",
    "telephone": "По какому номеру с вами удобно связаться?\n"
                 "(Введите только цифры)",
    "how_contact": "Как связаться?",
    "date": "На какую дату нужно помещение?",
    "event": "Какое мероприятие планируется?",
    "how_people": "Сколько будет человек?",
    "how_room": "1 или 2 зала будут необходимы?",

}
