LEXICON_SET_MENU = {
    "/start": "Главное меню 🛎",
    "/contacts": "Контакты 📞",
    "/invite": "Пригласить друга 🤝"
}

LEXICON_MENU_BUTTONS = {
    "main_menu": "Главное меню 🛎",
    "announcements": "Анонсы",
    "projects": "Проекты",
    "rent": "Аренда 🏢",
    "pictures": "Картины 🖼",
    "project": "О проекте 📜",
    "text_menu": "Вот наше Главное меню 🛎",
    "contacts": "Тут будут контакты: имейл, номер, телега",
    "invite": "Давай погружаться в современное искусство с MOLECULE вместе :)\n\nВот ссылка на бота, пошлите ее другу",
}

LEXICON_SET_USER_NAME = {
    "of_course": "ДА🙂",
    "another name": "Изменить имя📝",
    "confirm": "ДА👌",
    "not": "НЕТ😬",
    "unknown": "Приветствую тебя, Незнакомец, я Небула - бот Молекулы\n\n"
    "Как я могу к тебе обращаться 🤔",
    "what_is_your_name": "Как мне к тебе обращаться 🤔",
}

LEXICON_ABOUT_PROJECT = {
    "about_project": "Здесь ты сможешь познакомиться с нами поближе🙂",
    "go_website": "Перейти на сайт 🖥",
    "download_presentation": "Скачать PDF презентацию 📩",
}

LEXICON_RENT = {
    "rent": "В арт-пространстве MOLECULE есть 5 зон:\n"
            "барная, мастерская, основной зал (в текущий момент тоже мастерская),\n"
            "гардеробная и 'зал для йоги 🧘‍♀️', сан.узел 🚽.\n"
            "Именно 'зал для йоги 🧘‍♀️' функционирует для аренды под групповые и индивидуальные занятия!\n"
            "Что там есть?\n"
            "- зеркала вдоль одной стены\n"
            "- тёплый пол (на зимний период)\n"
            "- кондиционер (на тёплый период)\n"
            "- 10 ковриков для йоги\n"
            "Идеально для групповых занятий/встреч до 10 человек.\n"
            "Нет естественного освещения - окна входят на крытую парковку.\n"
            "Также можно воспользоваться по запросу проектором 📽. Стоимость 700 руб/час.\n"
            "В настоящее время в зале находится музыкальная аппаратура 🎹🎼🎤, которая в собственности арендателя.",

    "call": "Звонок ☎️",
    "telegram": "Telegram",
    "whatsapp": "Whatsapp",

    "one": "1️⃣ зал",
    "two": "2️⃣ зала",

    "rental_request": "Оставить заявку\nна аренду помещения",
    "telephone": "Пожалуйста, ответь всего на 6️⃣ вопросов и мы сформируем заявку 🙂\n\n"
                 "1️⃣ По какому номеру с вами удобно связаться?\n"
                 "(Введите только цифры или просто отправьте свой контакт 📲)",
    "not_telephone": "Что-то это не похоже на телефон, пожалуйста, укажи телефон только цифрами",
    "breaking": "Если хочешь прервать формирование заявки -\n"
                "отправь команду /cancel",
    "cancel": "Формирование заявки на аренду прервано!\n\n"
              "Чтобы начать заново - жми кнопку меню 'Аренда'",
    "cancel_default": "Вы еще не начали формировать заявку на аренду\n\n"
                      "Чтобы начать - жми кнопку меню 'Аренда'",
    "how_contact": "Хорошо!\n\n2️⃣ Теперь укажите способ связи",
    "not_contact": "Пожалуйста, пользуйтесь кнопками при выборе способа связи",
    "date": "Отлично!\n\n3️⃣ На какую дату нужно помещение?\n(Укажите в свободной форме)",
    "event": "Хорошо!\n\n4️⃣ А теперь поделитесь какое мероприятие планируется?\n(Укажите в свободной форме)",
    "how_people": "Интересно!\n\n5️⃣ Сколько будет человек?\n(Укажите цифрой)",
    "not_people": "К сожалению, я не знаю такого количества\n\nЛучше укажи просто цифрой",
    "how_room": "Отлично!\n\n6️⃣ И последний вопрос:\n1 или 2 зала будут необходимы?",
    "not_room": "Пожалуйста, пользуйтесь кнопками при выборе количества залов",
    "finish": "Благодарим! Заявка сформирована 📝\n\nПроверь все ли верно, если да - жми кнопку 'Отправить'\n"
              "Если нет - пожалуйста, сформируй заявку заново -\n"
              "жми кнопку 'Оставить заявку'",
    "send": "Отправить 📤",
    "sending": "Благодарим, с тобой скоро свяжутся Атомы Молекулы! :)\n\n"
               "Ожидай обратную связь в течение 24 часов.",

}
