LEXICON_SET_MENU = {
    '/start': 'Главное меню 🛎',
    '/contacts': 'Контакты 📞',
    '/invite': 'Пригласить друга 🤝'
}

LEXICON_MENU_BUTTONS = {
    'main_menu': 'Главное меню 🛎',
    'announcements': 'Анонсы',
    'projects': 'Проекты',
    'rent': 'Аренда 🏢',
    'pictures': 'Картины 🖼',
    'project': 'О проекте 📜',
    'text_menu': 'Вот наше Главное меню 🛎',
    'contacts': 'Тут будут контакты: имейл, номер, телега',
    'invite': 'Давай погружаться в современное искусство с MOLECULE вместе :)\n\nВот ссылка на бота, пошлите ее другу'
}

LEXICON_SET_USER_NAME = {
    'of_course': 'ДА🙂',
    'another name': 'Изменить имя📝',
    'confirm': 'ДА👌',
    'not': 'НЕТ😬',
    'unknown': 'Приветствую тебя, Незнакомец, я Небула - бот Молекулы\n\n'
               'Как я могу к тебе обращаться 🤔',
    'what_is_your_name': 'Как мне к тебе обращаться 🤔'
}

LEXICON_ABOUT_PROJECT = {
    'about_project': 'Здесь ты сможешь познакомиться с нами поближе🙂',
    'go_website': 'Перейти на сайт 🖥',
    'download_presentation': 'Скачать PDF презентацию 📩'
}
