LEXICON_MENU: dict[str, str] = {
    '/start': 'Главное меню',
    '/contacts': 'Контакты',
    '/invite': 'Пригласить друга'
}

LEXICON_RU: dict[str, str] = {
    'of_course': 'Конечно)',
    'another name': 'Нет, зови меня лучше так:',
    'unknown': 'Приветствую тебя, Незнакомец, я Небула - бот Молекулы\n\n'
               'Как я могу к тебе обращаться?',
    'text_menu': 'Что бы ты хотел(а) узнать?',
    'events': 'Ивенты 🌆',
    'rent': 'Аренда 🏢',
    'pictures': 'Картины 🖼',
    'project': 'О проекте 📜'
}