LEXICON_MENU: dict[str, str] = {
    '/start': 'Главное меню',
    '/contacts': 'Контакты',
    '/invite': 'Пригласить друга'
}

LEXICON_RU: dict[str, str] = {
    'of_course': 'Конечно)',
    'another name': 'Изменить имя',
    'unknown': 'Приветствую тебя, Незнакомец, я Небула - бот Молекулы\n\n'
               'Как я могу к тебе обращаться?',
    'your_name': 'Как мне к тебе обращаться?',
    'text_menu': 'Что бы ты хотел(а) узнать?',
    'contacts': 'Тут будут контакты: имейл, номер, телега',
    'invite': 'Давай погружаться в современное искусство с MOLECULE вместе :)\n\nВот ссылка на бота, пошлите ее другу',
    'announcements': 'Анонсы',
    'projects': 'Проекты',
    'rent': 'Аренда 🏢',
    'pictures': 'Картины 🖼',
    'project': 'О проекте 📜'
}